function Repand() {
  return (
    <div>
      <h2
        className="text-3xl font-medium text-center py-6 text-white
        bg-gradient-to-t from-[#2CC4F4] to-slate-100 mb-10"
      >
        রিফান্ড পলিসি
      </h2>
      <div className="container">
        <ul className="list-disc space-y-2">
          <li>
            আপনার রিফান্ড প্রসেসিংয়ের সময় নির্ভর করে রিফান্ডের ধরন এবং আপনি যে
            পেমেন্ট পদ্ধতি ব্যবহার করেছেন তার উপর।
          </li>
          <li>
            জেন অরা যখন আপনার রিফান্ডের ধরন অনুযায়ী আপনার রিফান্ড প্রক্রিয়া
            করে তখন থেকে রিফান্ডের সময়/প্রক্রিয়া শুরু হয়।
          </li>
          <li>
            রিফান্ডের পরিমাণ আপনার ফেরত পণ্যের জন্য পণ্যের মূল্য এবং শিপিং ফি
            কভার করে।
          </li>
        </ul>

        <ul>
          <li>
            <strong>রিফান্ডের ধরণ</strong>
            <ul className="list-disc space-y-2">
              <li>
                রিটার্ন থেকে রিফান্ড
                <ul>
                  <li>
                    আপনার আইটেমটি গুদামে ফেরত দেওয়া এবং কিউসি সম্পন্ন হওয়ার
                    পরে রিফান্ড প্রক্রিয়া করা হয়।
                  </li>
                  <li>
                    কীভাবে কোনও জিনিস ফেরত দিতে হয় তা জানতে, আমাদের রিটার্ন
                    পলিসি পড়ুন।
                  </li>
                </ul>
              </li>
              <li>
                <h4>বাতিলকৃত অর্ডার থেকে অর্থ ফেরত</h4>
                <ul className="list-disc space-y-2">
                  <li>
                    বাতিলকরণ সফলভাবে প্রক্রিয়া করা হলে স্বয়ংক্রিয়ভাবে অর্থ
                    ফেরত শুরু হয়।
                  </li>
                </ul>
              </li>
              <li>
                <h4>ব্যর্থ ডেলিভারি থেকে রিফান্ড</h4>
                <ul className="list-disc space-y-2">
                  <li>
                    আইটেমটি বিক্রেতার কাছে পৌঁছে গেলে রিফান্ড প্রক্রিয়া শুরু
                    হয়।
                  </li>
                  <li>
                    আপনার শিপিং ঠিকানার এলাকার উপর নির্ভর করে এতে আরও সময় লাগতে
                    পারে।
                  </li>
                  <li>স্ক্রিন রিডার সমর্থন সক্রিয় করা হয়েছে।</li>
                </ul>
              </li>
            </ul>
          </li>
        </ul>

        <ul className="list-disc space-y-2">
          <li>
            পণ্যটি অবশ্যই অব্যবহৃত, অপরিষ্কার নয় এবং কোনও ত্রুটিবিহীন হতে হবে।
          </li>
          <li>
            পণ্যটিতে অবশ্যই মূল ট্যাগ, ব্যবহারকারীর ম্যানুয়াল, ওয়ারেন্টি
            কার্ড, বিনামূল্যে উপহার, চালান এবং আনুষঙ্গিক অন্তর্ভুক্ত থাকতে হবে।
          </li>
          <li>
            পণ্যটি অবশ্যই আসল এবং অক্ষত প্রস্তুতকারকের প্যাকেজিং/বাক্সে ফেরত
            দিতে হবে।
          </li>
          <li>
            যদি পণ্যটি জেন অরাের প্যাকেজিং/বাক্সে সরবরাহ করা হয়, তবে একই
            প্যাকেজিং/বাক্সটি ফেরত দিতে হবে।
          </li>
          <li>
            সরাসরি প্রস্তুতকারকের প্যাকেজিং/বাক্সে টেপ বা স্টিকার রাখবেন না।
          </li>
        </ul>

        <h4 className="font-semibold py-2">দ্রষ্টব্যঃ</h4>
        <ul>
          <li>
            <ul className="list-disc space-y-2">
              <li>
                আপনার রিটার্ন প্যাকেজে অর্ডার নম্বর এবং রিটার্ন ট্র্যাকিং নম্বর
                উল্লেখ করা গুরুত্বপূর্ণ।
              </li>
              <li>
                ড্রপ-অফ স্টেশন/পিকআপ এজেন্টের কাছে প্যাকেজ হস্তান্তরের সময় জেন
                অরাের রিটার্ন স্বীকৃতি পত্র সংগ্রহ করে ভবিষ্যতের রেফারেন্সের
                জন্য সংরক্ষণ করুন।
              </li>
            </ul>
          </li>
        </ul>
      </div>
    </div>
  );
}

export default Repand;
