import Hero from "../Components/home/Hero";

function ReturnsPolicy() {
  return (
    <div>
      <Hero />
      <div className="grid mx-auto  font-semibold w-[60%]">
        <h3 className="border-b mt-5 py-6">রিটার্ন পলিসি</h3>
        <ul className="container mt-4 list-disc space-y-3">
          <li className="mt-5">
            ডেলিভারির সময় পণ্য যদি ক্ষতিগ্রস্ত, ত্রুটিপূর্ণ, ভুল বা অসম্পূর্ণ
            হয়, তাহলে রিটার্ন বা রিফান্ডের জন্য আমাদের কাস্টমার সার্ভিসের সাথে
            যোগাযোগ করুন।
          </li>
          <li>
            পন্য গ্রহনের ৭ দিনের মধ্যেই পন্য রিটার্ন করে ব্যাংক পেমেন্ট, বিকাশ
            অথবা ভাউচার এর মাধ্যমে বুঝে নিন রিফান্ড। রির্টান পলিসি সম্পর্কে আরও
            তথ্যের জন্য, দয়া করে আমাদের পন্য ফেরত নীতিমালা দেখুন।
          </li>
          <li>
            নির্বাচিত কিছু পন্যে আপনার সিধান্ত পরিবর্তনকে অগ্রাধিকার দেয়া হয়।
            বিস্তারিত তথ্যের জন্য অনুগ্রহ করে রিটার্ন পলিসির নিচের অংশ দেখুন।
          </li>
          <h3 className="text-green-500">পণ্য ফেরত দেওয়ার বৈধ কারণ</h3>
          <li>পণ্য ক্ষতিগ্রস্ত হলে। (ফাটা/ ভাঙা)/ত্রুটিপূর্ণ </li>
          <li>
            ডেলিভার করা পণ্য অসম্পূর্ণ থাকলে । (যদি কোন পন্য পরিমানে কম থাকে)
          </li>
          <li>
            ডেলিভার করা পণ্যটি ভুল হলে। (ভুল পণ্য/আকার/রঙ, অথবা মেয়াদ উত্তীর্ণ)
          </li>
          <li>
            ডেলিভার করা পণ্যটি যদি পণ্যের বিবরণ বা ছবির সাথে না মেলে।
            (বিজ্ঞাপনের সাথে পন্যের মিল না থাকলে।)
          </li>
        </ul>
      </div>
    </div>
  );
}

export default ReturnsPolicy;
